/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "thatswinnie (2008-2010)";

AMName = "iCalBirthdays";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
ipt_iCalCalendarName = "my birthdays";
ipt_alert_format = "%firstname% %lastname% is %age% today";
ipt_reminder_format = "buy a present for %firstname% %lastname%";

/*  AMDescription localized strings  */
AMDAlert = "All entries of the specified calendar will be deleted.";
AMDResult = "Optionally exports the birthday calendar to a file and returns the reference to the file.";
AMDSummary = "Creates a birthday calendar in iCal from the contacts in Address Book and adds an alarm.";
AMDWebsite = "http://code.google.com/p/icalbirthdays/";

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */

/*  AMWarning localized strings  */
ApplyButton = "Add";
IgnoreButton = "Cancel";
Message = "All entries of the specified calendar will be deleted.";
